13/data/attachments/fe6052a7776474bd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Hunter_society_Actions_98163_2</nif:username>
            <nif:friendToBeRequested>soap_actions_48aed651-a1bd-498a-94bc-523247b7623a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>